Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=172_art_id=200.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Girku
sma: Lïerh: Gærhkoe

source: Snoasa girku
sma: Snåasesne

source: Snoasas lea okta girku.
sma: Snåasesne akte gærhkoe.

source: Snoasa lea sámi kultuvrra guovddaš guovlu.
sma: Snåase lea vihkeles sijjie saemien kultuvrese.

source: Snoasa girku oaččui vuosttaš sámi duoji go Martha Jåma ja su mannji Marja Leena govččaiga áltárrieggá bohcconáhkiin.
sma: Voestes saemien vætnoe Snåasen gærhkose sjïdti gosse Martha Jåma jïh altese mænnja Marja Leena aalteren boelvestahkem skåerrine skåårreme.

source: Go boahtá sisa girkui, de áicá dakkaviđe eatnanspáppa, čuovgagloba sámi ruossain.
sma: Gosse Snåasen gærhkose tjaangh, dellie “ eatnemem ” vuajnijh, “ eatneme ” lea tjoevkesidie, jïh bijjiegietjesne saemien kroesse.

source: Dát addojuvvui girkui skeaŋkan.
sma: Dïhte vadtese gærhkose.

source: Lea báikkálaš rávdi guhte lea dan ráhkadan.
sma: Gaarmanæjja Snåaseste dam ruvhteste dorjeme.

source: Árjjas eaŋkilolbmot, nu mo Martha Jåma ja Maja Dunfjell leat dahkan vejolažžan skáhput rukses čiŋaid girkui; messehakel, golbma antependia (láđđi áltára / lohkanbeavddi / sárdnestuolu ovddabealde) datneárpočiŋaiguin maid Martha Jåma lea duddjon.
sma: Snåasen gærhkosne rööpses teekstilh saemien duedtine, juktie eadtjohke nyjsenæjjah Martha Jåma jïh Maja Dunfjellh dejgujmie barkigan; messehagele, golme antependijh (aalhteren uvte, lohkemesijjien uvte jïh prïjhkestovlen uvte).

source: Báhpa Lilla stolas lea sámi ornamentihkka - Martha Jåma lea duddjon datneárpočiŋaid.
sma: Martha Jåma dejtie ditnine rïeseldamme. Marta Jåma Snåasen gærhkose aaj hearran lilla stolam saemien vuekiej mietie ditnine gååreme.

source: Searvegottis lea sámegillii teakstalohkan moadde geardde jahkásaččat.
sma: Dennie gærhkosne gellien aejkien fïerhten jaepien Bijbelistie saemien gïelesne luhkieh.

source: Lávlojuvvo sámegillii.
sma: Saemien saalmh aaj laavloeh.

source: Sámi liturgiija geavahuvvo erenoamáš oktavuođain.
sma: Gosse sjïere saemien gyrhkesjimmie, saemien liturgijem utnieh.
